# 
- 삭제
<pre>
    $> dir db
    $> del test.db
</pre>

- 복구 : `.read`
<pre>
    .read ./db/students.sql
</pre>

- `.mode insert`
<pre>
    sqlite> .mode insert
    sqlite> select * from Student;
    INSERT INTO "table" VALUES(1,'홍길동','010-2323-4545');
    INSERT INTO "table" VALUES(2,'둘리',NULL);
</pre>

- `mode.html`

In [ ]:
# `mode.html`
%%html
    <TR><TD>1</TD>
    
    <TD>홍길동</TD>
    
    <TD>010-2323-4545</TD>
    
    </TR>
    
    <TR><TD>2</TD>
    
    <TD>둘리</TD>
    
    <TD></TD>
    </TR>